Repository: frankzyj2000/GenuaBI
Catalog: Resources/Dashboard/OperationSummary.*.resx
Languages: es

# PromotionConsumedOnSlot
source: Consumed Promotion on Slots
es: Promociones Consumidas en Slots

# ProviderTableDPromotion
source: Delta Promo
es: D.Promoción

# PromotionGrantedTooltip
source: Not redeemable credits
es: Creditos No Redimibles

# WinSlot_HandPayment
source: Hand Payments
es: Pagos Manuales

# ProviderTableHandPayments
source: Hand Payments
es: Pagos Manuales

# ProviderTableMoneyIn
source: Money In
es: Entradas

# ProviderTableMoneyOut
source: Money Out
es: Salidas

source: Net Win After Tax
es: Net Win Resultado

# NetWinAfterTaxTooltip
source: Total Money In - Total Money Out - Tax Reservation
es: Total Entradas Cajas - Total Salidas Cajas - Retencion

# NetWinCashIn
source: Total Money In
es: Total Entradas Cajas

# NetWinCashOut
source: Total Money Out
es: Total Salidas Cajas

# PromotionOverShortTooltip
source: Granted Promotion - Canceladas & Expiradas - Consumed Promotion on Slots
es: Otorgadas MKT - Canceladas & Expiradas - Promociones Consumidas en Slots

# PlayerAccountBalance
source: Player Account Balance Fluctuation
es: Fluctuación Balance Cuentas Jugadores

# PlayerCashIn
source: Total Cash In
es: Total Entradas Cuentas

# PlayerCashInTooltip
source: Cash Deposit + Coin Out Slots + HP + JP
es: Deposito Desde Caja + CoinOut Slots + HP + JP

# PlayerCashOut
source: Total Cash Out
es: Total Salidas Cuentas

# PlayerCashOutTooltip
source: Coin In Slots + Cash Out + Taxes
es: CoinIn Slots + Retiros Desde Cajas + Taxes

# ProviderTablePlayers
source: Players
es: Jugadores

# PromotionCancelled
source: Cancelled
es: Cancelado

# PromotionCancelledExpired
source: Cancelled & Expired
es: Canceladas & Expiradas

# PromotionConsumed
source: Consumed
es: Aplicado

# PromotionGranted
source: Not redeemable credits
es: Otorgadas MKT

source: Provider
es: Proveedor

# ProviderStatsTitle
source: Provider Stats
es: Estadísticas por Proveedor

# SlotEmpty
source: Empty
es: Vacías

# SlotOccupationTotalPlayers
source: Total Players
es: Jugadores en el Periodo

# SlotOccupationSessions
source: Sessions
es: Sesiones

# SlotOccupied
source: Occupied
es: Ocupadas

# PromotionSpecialTooltip
source: Using Facilities
es: Uso de Instalaciones

# NetWin_TaxReservation
source: Tax Reservation
es: Retención Impuestos

# NetWin_TaxReservationTooltip
source: Reserved Tax from Win Player
es: Impueso a la Ganancia de los Jugadores

# Title
source: Operation Summary
es: Resumen de Operaciones

# WinSlot_TotalMoneyIn
source: Money In
es: Total Entradas

# WinSlot_TotalMoneyOut
source: Money Out
es: Total Salidas

# SlotOccupationTotalOccupied
source: Total Slots Occupied
es: Total Slots Ocupadas

# TrendsIn7Days
source: Trends in the Last 7 Days
es: Tendencias en Últimos 7 Días

# TrendsIn7Weeks
source: Trends in the Last 7 Weeks
es: Tendencias en Últimos 7 Semanas

# PromotionSpecial
source: Special Promotion
es: Otorgadas CF

# WinSlot_TotalPromotion
source: Total Promotion Consumed on Slots
es: Promociones Consumidas en Slots

source: Slot Occupation Rate
es: Slots Ocupadas

# SlotOccupationRateTooltip
source: Total Slots Occupied / Total Slots
es: Total Slots Ocupadas / Total Slots

# BtnRefreshDisabledTooltip
source: Refresh is Deactivated because the end time is less than the current time!
es: Desactivado porque el tiempo final es menor que el tiempo actual!

# BtnRefreshTooltip
source: Check this to update report automatically!
es: Marque esta para actualizar la página de forma automática!
